oh-my-fish/theme-agnoster
jethrokuan/z
0rax/fish-bd
dracula/fish
oh-my-fish/plugin-peco
tsu-nera/fish-peco_recentd
edc/bass
simnalamburt/shellder
oh-my-fish/theme-bobthefish
jethrokuan/fzf
decors/fish-ghq
tsub/fish-fzf-git-recent-branch
rbenv/fish-rbenv
